AndrsDC.base16-themes
DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
HookyQR.beautify
JerryHong.autofilename
PKief.material-icon-theme
QassimFarid.ejs-language-support
TimonVS.ReactSnippetsStandard
Zignd.html-css-class-completion
abusaidm.html-snippets
anseki.vscode-color
bungcip.better-toml
casualjim.gotemplate
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python
ecmel.vscode-html-css
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
kleber-swf.ocean-dark-extended
leizongmin.node-module-intellisense
mkaufman.HTMLHint
mrmlnc.vscode-stylefmt
ms-vscode.sublime-keybindings
msjsdiag.debugger-for-chrome
shinnn.stylelint
vincaslt.highlight-matching-tag
zhuangtongfa.Material-theme
