DavidAnson.vscode-markdownlint
EditorConfig.EditorConfig
HookyQR.beautify
JerryHong.autofilename
PKief.material-icon-theme
Zignd.html-css-class-completion
anseki.vscode-color
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
leizongmin.node-module-intellisense
mkaufman.HTMLHint
mrmlnc.vscode-stylefmt
ms-vscode.sublime-keybindings
msjsdiag.debugger-for-chrome
shinnn.stylelint
vincaslt.highlight-matching-tag
wix.vscode-import-cost
zhuangtongfa.Material-theme
